{"status":"success","data":{"id":"f48cf122-57f1-5512-bd80-b567e7f8c402","teamId":"t94","optaMatchId":null,"title":"New barriers stand the test during euros","type":["Club News"],"teaser":null,"content":"\u003cp\u003e\u003cem\u003eImage: Billy Grant, Beesotted\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur new barriers in the West Stand and in the away end have stood up to the test in the UEFA Women\u0026rsquo;s EURO games over the past few weeks. \u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBarriers have been installed across the West Stand, Block S100 in the South Stand, and a section covering around 1,700 seats which are also in place in the away end to satisfy the authorities\u0026rsquo; safe standing licensing criteria.\u003c/p\u003e\n\u003cp\u003eWe now call on all fans, home and away, who will use these areas in the forthcoming games to comply with the following key principles to help ensure that they are a success:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOne seat per one ticket holder\u003c/li\u003e\n\u003cli\u003eRemain in the allocated seating space for your ticket\u003c/li\u003e\n\u003cli\u003eDo not stand in stair vomitories\u003c/li\u003e\n\u003cli\u003eDo not stand or sit on rails\u003c/li\u003e\n\u003cli\u003ePlease comply with stewards\u0026rsquo; directions\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.brentfordfc.com/news/2022/march/safe-standing-15.03.22/\"\u003eAll you need to know about the safe standing area for 2022/23\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.brentfordfc.com/news/2022/february/brentford-proceed-with-plans-for-safe-standing/\"\u003eBarriers installed at Brentford Community Stadium\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAlan Walsh, Brentford FC\u0026rsquo;s Operations Director, said:\u003c/strong\u003e \u0026ldquo;It has been great to see the new barriered areas up and running at the UEFA Women\u0026rsquo;s EURO matches this month.\u003c/p\u003e\n\u003cp\u003e\u0026ldquo;It has been a big project to get them installed over the summer with a significant investment made to deliver what will be our safe standing areas.\u003c/p\u003e\n\u003cp\u003e\u0026ldquo;We ask for support from fans in these areas to behave responsibly in these areas. It\u0026rsquo;s important for them to stay in the space allocated to them, not to stand on the barriers or in the aisles and to co-operate with any requests from our stewards.\u003c/p\u003e\n\u003cp\u003e\u0026ldquo;Not only will this improve safety, but I am sure will add to what is already a terrific atmosphere at Brentford Community Stadium.\u003c/p\u003e\n\u003cp\u003e\u0026ldquo;It is worth underlining that all other areas within the stadium will remain as all-seated and that persistent standing will not be tolerated outside of the safe standing areas as per the licence application.\u0026rdquo;\u003c/p\u003e\n\u003cp\u003eEarlier this month, the Government confirmed that Premier League and Championship clubs wishing to introduce licensed safe standing areas at football stadiums will be allowed to do so from the start of the forthcoming 2022/23 season.\u003c/p\u003e\n\u003cp\u003eWe will be amongst the first clubs to join \u0026lsquo;early adopters\u0026rsquo; Cardiff City, Chelsea, Manchester City, Manchester United and Tottenham Hotspur in offering licensed standing in designated areas for home and away fans.\u003c/p\u003e\n\u003cp\u003eThe stadiums have been selected following an application process, open to all grounds covered by the all-seater policy, led by the Sports Grounds Safety Authority (SGSA). Strict conditions have needed to be met, including enhanced use of CCTV, additional steward training and fans being strictly limited to \u0026lsquo;one person, one space\u0026rsquo;.\u003c/p\u003e\n\u003cp\u003eA report into the trial, published by the Sports Grounds Safety Authority, found that:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGoal celebrations being more orderly with no opportunity for forwards and backwards movement of fans, reducing the risk of fans falling on those around them\u003c/li\u003e\n\u003cli\u003eBarriers offering stability for people moving up and down aisles and gangways\u003c/li\u003e\n\u003cli\u003eLatecomers being able to access their seats in the middle of rows more quickly, as others are already standing and have barriers to lean against to allow them to pass\u003c/li\u003e\n\u003cli\u003ePockets of overcrowding being easier to identify to security officials, as fans are lined up more clearly\u003c/li\u003e\n\u003cli\u003eThe exit of fans from the stadia is more uniform because the barriers limit spectators\u0026rsquo; ability to climb over seats to exit more quickly\u003c/li\u003e\n\u003cli\u003eStewards can be put in more locations without risking impacting sight lines\u003c/li\u003e\n\u003cli\u003eThere is no evidence to date that the introduction of licensed standing areas has led to an increase in standing elsewhere in stadia\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003cp\u003eBees fans will get their first chance to experience the new sections in action at the Real Betis pre-season friendly match on Saturday 30 July, 3pm kick-off. Tickets are available to buy \u003ca href=\"https://www.brentfordfc.com/tickets/match-tickets/\"\u003ehere\u003c/a\u003e.\u003c/p\u003e","url":"https://www.brentfordfc.com/news/2022/july/new-barriers-stand-the-test-during-euros/","imageUrl":"https://www.brentfordfc.com/api/image/feedassets/729a35c8-afe7-4b39-9cd5-485eaf43bd4c/Medium/euros-pic.jpg","galleryUrls":null,"videoUrl":null,"published":"2022-07-19T17:00:00.000Z"},"metadata":{"createdAt":"2023-03-06T09:08:36.795Z"}}
